{
  "VectorCode": { "branch": "main" },
  "advanced-git-search.nvim": { "branch": "main" },
  "ale": { "branch": "master" },
  "alpha-nvim": { "branch": "main" },
  "blink-copilot": { "branch": "main" },
  "blink.cmp": { "branch": "main" },
  "codecompanion.nvim": { "branch": "main" },
  "conform.nvim": { "branch": "master" },
  "copilot.lua": { "branch": "master" },
  "friendly-snippets": { "branch": "main" },
  "git-blame.nvim": { "branch": "master" },
  "github-theme": { "branch": "main" },
  "gitlinker.nvim": { "branch": "master" },
  "gitsigns.nvim": { "branch": "main" },
  "harpoon": { "branch": "master" },
  "indent-blankline.nvim": { "branch": "master" },
  "lazy.nvim": { "branch": "main" },
  "lsp-progress.nvim": { "branch": "main" },
  "lualine.nvim": { "branch": "master" },
  "mason-lspconfig.nvim": { "branch": "main" },
  "mason-nvim-dap.nvim": { "branch": "main" },
  "mason.nvim": { "branch": "main" },
  "mcphub.nvim": { "branch": "main" },
  "mini.nvim": { "branch": "main" },
  "nvim-dap": { "branch": "master" },
  "nvim-dap-go": { "branch": "main" },
  "nvim-dap-ui": { "branch": "master" },
  "nvim-lspconfig": { "branch": "master" },
  "nvim-nio": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "render-markdown.nvim": { "branch": "main" },
  "rustaceanvim": { "branch": "master" },
  "telescope-file-browser.nvim": { "branch": "master" },
  "telescope-live-grep-args.nvim": { "branch": "master" },
  "telescope-smart-goto.nvim": { "branch": "main" },
  "telescope-ui-select.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" },
  "toggleterm.nvim": { "branch": "main" },
  "typescript-tools.nvim": { "branch": "master" },
  "undotree": { "branch": "master" },
  "vim-fugitive": { "branch": "master" }
}
